{
  "LuaSnip": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-latex-symbols": { "branch": "main" },
  "cmp-vimtex": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "llm.nvim": { "branch": "main" },
  "ltex_extra.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luasnip-latex-snippets.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-java": { "branch": "main" },
  "neotest-rust": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "satellite.nvim": { "branch": "main" },
  "scope.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "toggleterm.nvim": { "branch": "main" },
  "tree-sitter-manager.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-visual-multi": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
